[
  {
    "id": 1,
    "name": "Mayank Yadav",
    "rank": "Senior Director (Products) Turing",
    "fb": "#",
    "linkdln": "#",
    "git": "#",
    "image": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676298110/E-Cell%20Alumni/mayankYadavSir_nrtzop.png",
    "image2": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676298110/E-Cell%20Alumni/mayankYadavSir_nrtzop.png",
    "content": "Mayank Yadav is the Senior Director of Products at Turing, a global talent platform. Previously, he led the Facebook/Instagram shops category. Aside from that, he leads the Facebook Marketplace category for Real Estate and Autos. Over the last decade, he has established several online markets, such as Uber, eBay (since 2012), and Handy (Marketplace for home services) (2014)."
  },
  {
    "id": 2,
    "name": "Vikalp Sahni",
    "rank": "CEO and Founder Eka.Care",
    "fb": "#",
    "linkdln": "#",
    "git": "#",
    "image": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676298111/E-Cell%20Alumni/vikalpSahniSir_dgiwug.png",
    "image2": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676307865/E-Cell%20Alumni/Modal%20Cards/vikalpSahniSir_q1axyu.png",
    "content": "Vikalp Sahni is the CEO and Founder of Eka.Care. He pursued B.Tech from the National Institute of Technology Silchar before enrolling in a leadership study at the THNK School of Creative Leadership. His professional journey started with IBM India Pvt Ltd as a Software Engineer. Vikalp Sahni formerly worked as a Volunteer Architect for the Government of India's contact tracing software Aarogya Setu and as Co-Founder and Chief Technology Officer at Goibibo."
  },
  {
    "id": 3,
    "name": "Roshan Farhan",
    "rank": "Founder/CEO of Gobillion",
    "fb": "#",
    "linkdln": "#",
    "git": "#",
    "image": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676298110/E-Cell%20Alumni/RoshanFarhanSir_csgy7g.jpg",
    "image2": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676307970/E-Cell%20Alumni/Modal%20Cards/RoshanFarhanSir_qhsqzk.jpg",
    "content": "Roshan Farhan is the Founder/CEO of Gobillion, a B2C Social Commerce Startup supported by YCombinator, a World Economic Forum Global Shaper, and an Economic Times Young Leader 2019. He is an alumnus of NIT Silchar from the CSE dept and MBA grad from IIM Shillong 2016. Roshan formerly worked as a Management Consultant for Deloitte Consulting USI (Finance Strategy) and EY India (Business and Digital Strategy) in Delhi NCR, India. Later on, he co-founded the Brahmaputra Debate, a policy project aimed at increasing dialogue on trade, commerce, and entrepreneurship in India and South East Asia."
  },
  {
    "id": 4,
    "name": "Kulpradip Bharali",
    "rank": "Co-Founder/CTO of Gobillion",
    "fb": "#",
    "linkdln": "#",
    "git": "#",
    "image": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676298109/E-Cell%20Alumni/kulpradeepBharaliSir_md6fiv.jpg",
    "image2": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676307863/E-Cell%20Alumni/Modal%20Cards/kulpradeepBharaliSir_anbviw.jpg",
    "content": "Kulapradip Bharali is the Co-Founder/CTO of Gobillion. He is an alumnus of NIT Silchar has 8+ years of experience in Full Stack Tech Development and IT Consulting with SAP Labs and other high-growth startups."
  },
  {
    "id": 5,
    "name": "Pankaj Kushwaha",
    "rank": "Co-founder and CEO Doorhopper",
    "fb": "#",
    "linkdln": "#",
    "git": "#",
    "image": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676298110/E-Cell%20Alumni/pankajKushwahaSir1_faftvy.png",
    "image2": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676307863/E-Cell%20Alumni/Modal%20Cards/pankajKushwahaSir1_voekvo.png",
    "content": "Pankaj Kushwaha is the co-founder and CEO of Doorhopper which is an intra-city Delivery Network. Doorhopper provides pick and drops services of products to customers across the city. Then he founded and served as the CEO of Deskhub. It manages on-ground communication with vendors to increase reliability and quality during the purchase of goods and services. Currently, he serves as the Operations Manager at the LoadShares network. Carrying the entrepreneurial lineage, he later became a co-founder of SwasthyaCare"
  },
  {
    "id": 6,
    "name": "Prince Joshi",
    "rank": "Assistant VP (Sales) Terre Armée India",
    "fb": "#",
    "linkdln": "#",
    "git": "#",
    "image": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676298109/E-Cell%20Alumni/princeJoshiSir_k0sjm4.jpg",
    "image2": "https://res.cloudinary.com/dnvhl9pru/image/upload/v1676307863/E-Cell%20Alumni/Modal%20Cards/princeJoshiSir_aax7h4.jpg",
    "content": "Prince Joshi is an Alumnus of NIT Silchar and an MBA grad from the Xavier Institute of Management. Professionally and entrepreneurially, he has extensive experience. He worked as a Product Support Manager for underground support systems in North and Northeast India from March 1996 to December 2001. He held the position of Area Sales Manager for Sika. Over the course of 8 years, he served as General Manager of TechFab India Industries and CEO of Geobrugg. Currently, Prince Joshi oversees a diverse portfolio of projects in a wide range of sectors in Terre Armée India."
  }
]
